Repository: PrydonianDigital/VMware-Blogs
Catalog: languages/*.po
Languages: he_il

source: Page Not Found
he_il: שגיאה 404 - הדף לא נמצא

source: Sorry, the page you requested was not found.
he_il: העמוד שביקשתם לא נמצא.

source: Metabox configuration is required to have an ID parameter.
he_il: הגדרת תיבת המטא נדרשת כדי לקבל פרמטר זיהוי

source: Click to toggle
he_il: התחבר

source: Please Try Again
he_il: יש לנסות שוב

source: Remove Embed
he_il: הסר הטמעה

source: %1$s was called with a parameter that is <strong>deprecated</strong> since version %2$s! %3$s
he_il: %1$s הוא <strong>בשימוש</strong> מאז גירסה %2$s! במקום זאת, השתמש %3$s.

source: Invalid %1$s property: %2$s
he_il: %1$s: %2$s

source: Invalid %1$s method: %2$s
he_il: %1$s: %2$s

source: Add Group
he_il: הוסף קבוצה

source: Remove Group
he_il: הסרת קבוצה

source: None
he_il: ללא

source: Sorry, this field does not have a cmb_id specified.
he_il: (לפוסט זה אין כותרת)

source: File:
he_il: קובץ:

source: Clear
he_il: ניקוי

source: Default
he_il: ברירת מחדל

source: Select Color
he_il: בחירת צבע

source: Current Color
he_il: צבע נוכחי

# Valid formatDate string for jquery-ui datepicker
source: mm/dd/yy
he_il: yyyy-mm-dd

source: Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, Saturday
he_il: ראשון, שני, שלישי, רביעי, חמישי, שישי ושבת

source: Su, Mo, Tu, We, Th, Fr, Sa
he_il: רא, שנ, של, רב, חמ, שי, שב

source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
he_il: ראש, שני, שלי, רבי, חמי, שיש, שבת

source: January, February, March, April, May, June, July, August, September, October, November, December
he_il: ינואר, פברואר, מרץ, אפריל, מאי, יוני, יולי, אוגוסט, ספטמבר, אוקטובר, נובמבר, דצמבר

source: Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec
he_il: ינו, פבר, מרץ, אפר, מאי, יונ, יול, אוג, ספט, אוק, נוב, דצמ

source: Next
he_il: הבא

source: Prev
he_il: הקודם

source: Today
he_il: היום

source: Done
he_il: בוצע!

source: Choose Time
he_il: לבחור זמן

source: Time
he_il: שעה

source: Hour
he_il: שעה

source: Minute
he_il: דקה

source: Second
he_il: שנ'

source: Now
he_il: עכשיו

# Valid formatting string, as per http://trentrichardson.com/examples/timepicker/
source: hh:mm TT
he_il: yyyy-mm-dd

source: Use this file
he_il: להשתמש בקובץ זה

source: Use these files
he_il: השתמש בקבצים אלו

source: Remove Image
he_il: הסרת התמונה

source: Remove
he_il: הסר

source: Download
he_il: הורדה

source: Select / Deselect All
he_il: בחר הכל / הסר בחירה מהכל

source: Nothing to update.
he_il: שום דבר להסרה.

source: Settings updated.
he_il: ההגדרות עודכנו.

source: Add Row
he_il: הוספת שורה

source: Remove Row
he_il: הסרת השורה

source: Term Metadata is a WordPress 4.4+ feature. Please upgrade your WordPress install.
he_il: מצטערים, לוח האירועים דורש וורדפרס %s או גבוה יותר. יש לשדרג את התקנת הוורדפרס.

source: Save
he_il: שמור

source: This box does not have read permissions.
he_il: אין ספאם בטופס זה

source: This box does not have write permissions.
he_il: אין לך הרשאות כתיבה לקובץ זה.

source: A human-readable description of the object.
he_il: הכנס כאן את שם ספק החיפוש

source: The id for the object.
he_il: ה-ID של המשאב האב.

source: The title for the object.
he_il: הזן את הכותרת לשדה.

source: No boxes found.
he_il: תוצאות מתאימות

source: No field found by that id.
he_il: לא נמצאו פוסטים משויכים

source: Method '%s' must be overridden.
he_il: שיטה (פונקציה) '%s' לא יושמה/הוגדרה. יש להגדיר אותו בתוך תת-קלאס.

source: Method '%s' not implemented. Must be overridden in subclass.
he_il: שיטה (פונקציה) '%s' לא יושמה/הוגדרה. יש להגדיר אותו בתוך תת-קלאס.

source: Current page of the collection.
he_il: העמוד שביקשתם לא נמצא.

source: Maximum number of items to be returned in result set.
he_il: המספר המרבי של פוד־ קסטים לשמירה

source: Limit results to those matching a string.
he_il: הגבלת תוצאות לאלה עם מספר האב המסויים.

source: Scope under which the request is made; determines fields present in response.
he_il: הוא השלב שבו מוגשת הבקשה....

source: Add or Upload File
he_il: להוסיף או להעלות קובץ

source: Add or Upload Files
he_il: להוסיף או להעלות קבצים

source: No terms
he_il: אין ביטויים

source: Comments
he_il: תגובות

source: Comment navigation
he_il: ניווט תגובות

source: &larr; Older Comments
he_il: &larr; תגובות קודמות

source: Newer Comments &rarr;
he_il: תגובות חדשות יותר &rarr;

source: Comments are closed.
he_il: תגובות סגורות.

source: No comments yet
he_il: אין עדכונים עדיין

source: Add a comment
he_il: הוספת תגובה

source: Comments are closed
he_il: תיבת התגובות סגורה

source: Here you will see the email content that is normally sent in WordPress.
he_il: זהו התוכן הדואר אלקטרוני עבור ביטול תורים. כמה טוקנים שניתן להשתמש:

source: Footer Menu
he_il: תפרטי פוטר

source: Back to top of page
he_il: חזרה למעלה

source: Language Menu
he_il: תפריט שפות

source: Top Icon Menu
he_il: תפריט סמל העליון

source: My Account
he_il: החשבון שלי

source: Social Media
he_il: רשתות חברתיות

source: Mobile Menu
he_il: תפריט נייד

source: Dashboard
he_il: לוח בקרה

source: Logout
he_il: יציאה

source: Language Direction
he_il: שפה

source: VMWorld Info
he_il: מידע נוסף:

source: Start Date Of Event
he_il: תאריך ושעת התחלה של האירוע.

source: End Date Of Event
he_il: תאריך סיום האירוע

source: Location
he_il: מיקום

source: Ticket Link
he_il: קישור קניית כרטיס

source: Post Video
he_il: רשימת סרטי וידאו

source: URL of video
he_il: כתובת סרטון וידאו

source: Post White Paper
he_il: ספר לבן

source: White Paper Title
he_il: ספר לבן

source: White Paper Description
he_il: ספר לבן

source: White Paper Cover Image
he_il: ספר לבן

source: White Paper File
he_il: ספר לבן

source: Form
he_il: טופסים

source: Carousel Link
he_il: קרוסלה

source: Link URL
he_il: כתובת URL של הקישור

source: Slide Text
he_il: שקופית

source: User Profile
he_il: פרופיל משתמש

source: Extra Info
he_il: מידע נוסף:

source: Phone
he_il: טלפון

source: Company
he_il: חברה

source: Country
he_il: ארץ

# Carousel General Name
source: Carousels
he_il: קרוסלה

source: Carousels
he_il: קרוסלה

source: Not found
he_il: לא נמצא

source: Not found in Trash
he_il: לא נמצא בפח זבל

source: Featured Image
he_il: תמונה מועדפת %s

source: Set featured image
he_il: הגדר תמונה מייצגת

source: Remove featured image
he_il: הסר תמונה מייצגת

source: Use as featured image
he_il: השתמש כתמונה מייצגת

source: Uploaded to this item
he_il: הועלה לפריט זה

source: Footer 1 Widgets
he_il: סרגל תחתון 1

source: Footer 2 Widgets
he_il: סרגל תחתון 2

source: Footer 3 Widgets
he_il: סרגל תחתון 3

source: Downloads
he_il: ספרים דיגיטליים והורדות

# Taxonomy General Name
source: Priorities
he_il: עדיפויות אחרות

# Taxonomy Singular Name
source: Priority
he_il: עדיפות

source: Priorities
he_il: עדיפויות אחרות

source: All Priorities
he_il: הכל

source: Parent Priority
he_il: עדיפות

source: Parent Priority:
he_il: דחיפות:

source: New Priority
he_il: עדיפות

source: Add New Priority
he_il: הוסף קבוצה

source: Edit Priority
he_il: עריכה

source: Update Priority
he_il: עדכן

source: View Priority
he_il: עדיפות

source: Separate Priorities with commas
he_il: הפרד תגיות באמצעות פסיק

source: Add or remove Priorities
he_il: הוסף או הסר

source: Choose from the most used
he_il: בחר מתוך הנפוץ ביותר

source: Popular Priorities
he_il: פופולרי

source: Search Priorities
he_il: חיפוש

source: Not Found
he_il: לא נמצאו תוצאות

source: No items
he_il: אין פריטים

source: Priorities list
he_il: אתם מפריעים לי לקרוא.

source: Priorities list navigation
he_il: התחבר בשביל להגיב

source: Subscriber
he_il: מנוי

source: Contributor
he_il: כל תורם

source: Pagination
he_il: דפדוף

source: First
he_il: ראשון

source: Previous
he_il: הקודם

source: Last
he_il: אחרון

source: Your comment is awaiting moderation.
he_il: התגובה שלך מחכה לאישור.

source: Manage PDFs
he_il: חלוקה לתיקיות

source: Icon Menu
he_il: תפריט

source: Open Menu
he_il: פתח תפריט משאבי אנוש

source: Edit
he_il: עריכה

source: Choose Language
he_il: בחר בשפה

source: Good Morning
he_il: בוקר טוב

source: Good Afternoon
he_il: ברכה

source: Good Evening
he_il: ברכה

source: Account Menu
he_il: תפריט חשבון

# comments title
source: One thought on "%2$s"
he_il: מחשבה אחת על "%2$s"

source: What are you looking for?
he_il: מה את/ה מחפש?

source: Search
he_il: חיפוש

source: Share on Facebook
he_il: שתף בפייסבוק

source: Share on Twitter
he_il: שתף בטוויטר

source: Share on LinkedIn
he_il: שתף בלינקדאין

source: Explore by topic
he_il: לפי נושא

source: View all post filed under %s
he_il: צפה בכל הפוסטים המתויקים תחת %s

source: No posts found
he_il: לא נמצאו פוסטים

source: Latest Posts
he_il: פוסטים אחרונים

source: Trending
he_il: טרנדים

source: Other posts by
he_il: מאמרים נוספים מאת %s

source: Posted on
he_il: פורסם בתאריך

source: by
he_il: על ידי

source: Read more posts by
he_il: פוסטים נוספים

source: minute read
he_il: דקה

source: Read more
he_il: המשך קריאה

source: Update My Information
he_il: עדכון את הביקורת שלי

source: First Name
he_il: שם פרטי

source: Last Name
he_il: שם משפחה

source: Website
he_il: אתר

source: Update
he_il: עדכן

source: Hello Guest, please log in or register
he_il: נא להתחבר קודם בבקשה.

source: Log In
he_il: התחבר

source: Register
he_il: הרשמה

source: Forgot Password
he_il: שכחתי סיסמה

source: Fill out all fields marked *
he_il: נא מלא כל שדות החובה.

source: Invalid email address.
he_il: כתובת אימייל לא תקינה.

source: Email already exists.
he_il: כתובת האימייל כבר קיימת

source: Password do not match.
he_il: סיסמה לא מתאימה

source: Error on user creation.
he_il: שגיאה

source: You can now log in
he_il: Tebrikler! Şimdi hesabınızla giriş yapabilirsiniz

source: Email
he_il: אי-מייל

source: Username
he_il: סיסמא

source: Password
he_il: סיסמה

source: Repeat Password
he_il: חזור על הסיסמה

source: Password Reset
he_il: איפוס סיסמה

source: Enter your username or email to reset your password.
he_il: הזני את כתובת הדואר האלקטרוני שלך כדי לאפס את הסיסמה שלך:

source: Username or Email
he_il: שם משתמש או כתובת מייל

source: Reset my password
he_il: אפס את הסיסמה שלי

source: A message will be sent to your email address.
he_il: אם ריק, ישלח לכתובת הדוא"ל שלך

source: My Downloads
he_il: הורדות שלי

source: My Subscriptions
he_il: ההרשמות שלי

source: My Reading List
he_il: אתם מפריעים לי לקרוא.

source: Older Favorites
he_il: ישן יותר

source: Newer Favorites
he_il: אהבתי

source: No articles added to your Reading List yet.
he_il: נוסף לעגלת הקניות שלך

source: Reset Password
he_il: לאפס סיסמה

source: The link you clicked on has expired
he_il: הקישור שלחצת עליו פג‬

source: New password
he_il: סיסמה חדשה (10 תווים לפחות)

source: Repeat new password
he_il: נא לחזור על הסיסמה החדשה

source: Category:
he_il: קטגוריה:

source: Tags:
he_il: תגיות:

source: Add to Reading List
he_il: להוסיף לרשימה

source: Log In to add to Reading List
he_il: התחבר בשביל להגיב

source: Related Articles
he_il: יכול לעניין אותך

source: No related posts found
he_il: לא נמצאו פוסטים משויכים

source: DISCLAIMER: this article is older than one year and may not be up to date with recent events or newly available information.
he_il: כתב ויתור: מאמר זה ישן יותר משנה אחת, והוא עשוי להיות מעודכן עם האירועים האחרונים או מידע זמין.‬

source: Register to download
he_il: לא מצליח להוריד

source: Go to White Paper
he_il: ספר לבן

source: Get your tickets
he_il: הכרטיסים שלך

source: Show Filters
he_il: הצגת סינונים

source: Language
he_il: שפה

source: Asset Type
he_il: סוג הנכס

source: Categories
he_il: בחר את קטגוריית העסק

source: Tags
he_il: תגיות

source: Results
he_il: תוצאות

source: results found.
he_il: תוצאות מתאימות

source: No results
he_il: אין תוצאות

source: No results found.
he_il: לא נמצאו תוצאות.

source: Pages
he_il: עמודים

source: Posts
he_il: פרסומים מאת:
